INSERT INTO board (category, description)
VALUES
    ('자유게시판', '악성 게시글이나 댓글은 지양해 주세요.'),
    ('개발게시판', '개발 관련 게시글을 작성해 주세요.'),
    ('일상게시판', '장비 후기 및 추천글 환영'),
    ('사건사고게시판', '정치 토론을 금지합니다');



INSERT INTO post_type (post_type, board_id)
VALUES
    ('[유머]', 1),
    ('[기타]', 1),
    ('[힐링]', 1),

    ('[질문]', 2),
    ('[꿀팁]', 2),
    ('[코드 리뷰 요청]', 2),
    ('[구해요]', 2),
    ('[도와 주세요]', 2),

    ('[잡담]', 3),
    ('[후기]', 3),
    ('[추천]', 3),
    ('[자랑]', 3),

    ('[뉴스]', 4),
    ('[화나요]', 4),
    ('[속보]', 4)


